Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh3808-v3.tmx
Source language: bo
Languages: en

source: ཡང་འདི་ལྟར་གཏན་ལ་འབེབས་ཏེ། རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བ་ཞེས་བྱ་བའི་ཆོས་ནི་གང་ཡང་མེད་དེ། འདི་ལྟར་འདི་དག་ནི་ཤིན་ཏུ་མེད་པ་ཡིན་ཡང་ཇི་སྲིད་དུ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་མཐོང་བ་དང་། མངོན་པར་ཤེས་པ་རྟོགས་པ་མེད་པ་དེ་སྲིད་དུ་ལས་དང་ཉོན་མོངས་པ་དང་རྣམ་པར་སྨིན་པའི་བདག་ཉིད་དུ་གྱུར་པས་ཐོག་མ་མེད་པ་ནས་རྒྱུ་དང་འབྲས་བུའི་དངོས་པོར་གནས་སོ།
en: Having thought that, they determine there are no “dependently originated phenomena” at all, but even though they are thus totally nonexistent, still, from a time without beginning, for as long as they are not perfectly seen and directly realized they remain as existent causes and effects in the form of action, affliction, and maturation.

source: །ལས་དང་ཉོན་མོངས་པ་དང་རྣམ་པར་སྨིན་པ་དེ་དག་ཀྱང་ཐམས་ཅད་ཀྱི་ཐམས་ཅད་དུ་སྟོང་པ་ཉིད་དེ།
en: And yet those actions, afflictions and maturations are emptinesses in each and every way.

source: ཆོས་སྟོང་པ་རྣམས་ལ་སྟོང་པ་ཉིད་ཀྱི་རྒྱུ་དང་འབྲས་བུའི་བདག་ཉིད་དུ་འཇུག་པ་གང་ཡིན་པ་དེ་དག་ལ་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་ཞེས་བྱའོ།
en: Those empty phenomena that exist as emptinesses in the form of causes and effects are dependent originations.

source: །དཔེར་ན་སྒྱུ་མ་མཁན་འགའ་ཞིག་གིས་སྒྱུ་མའི་སྔགས་ཀྱིས་སེམས་ཅན་རྣམས་ཀྱི་མིག་བསླུས་ནས་གླང་པོ་ཆེ་དང་། རྟ་དང་། ཤིང་རྟ་དང་། དཔུང་བུ་ཆུང་དང་། རི་དང་།
en: To illustrate, a certain magician, having deceived the eyes of beings with an abracadabra, conjures up the appearance of a real elephant, horse, chariot, small troop of soldiers, mountain, waterfall, ocean, and so on.

source: འབབ་ཆུ་དང་། རྒྱ་མཚོ་ལ་སོགས་པའི་དངོས་པོ་ཉེ་བར་སྟོན་པར་བྱེད་དེ། སེམས་ཅན་སྔགས་ཀྱིས་མིག་བསླུས་པ་དེ་དག་ལ་ཡང་སྒྱུ་མའི་གླང་པོ་ཆེ་ལ་སོགས་པ་རང་སྣང་བའི་རྣམ་པར་ཤེས་པ་སྐྱེ་བའི་རྐྱེན་དུ་འགྱུར་ལ། རྣམ་པར་ཤེས་པ་དེ་དག་གིས་ཀྱང་སྒྱུ་མའི་གླང་པོ་ཆེ་ལ་སོགས་པ་དེ་དག་མཐོང་བར་འགྱུར་རོ།
en: That becomes the condition that produces in a being whose eyes have been deceived by the abracadabra a consciousness of an elephant and so on appearing as that object, and those with those consciousnesses see those magically produced elephants and so on.

source: །དེ་ལྟར་སྒྱུ་མའི་གླང་པོ་ཆེ་ལ་སོགས་པ་དང་། རྣམ་པར་ཤེས་པ་རྣམས་རྒྱུ་དང་འབྲས་བུའི་དངོས་པོར་འཇུག་པ་གང་ཡིན་པ་འདི་ལ་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་ཞེས་བྱ་སྟེ།
en: Such a cause-and-effect reality existing as the magically produced elephant and so on, along with the consciousness, is the dependent origination.

source: སྒྱུ་མའི་གླང་པོ་ཆེ་ལ་སོགས་པ་དེ་དག་དང་། རྣམ་པར་ཤེས་པ་དེ་དག་གི་རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བ་ནི་དོན་དམ་པར་ཡོད་པར་མི་སྲིད་དོ།
en: The dependent origination that is those magically produced elephants and so on, and those consciousnesses, cannot possibly exist ultimately.

source: །དེ་བཞིན་དུ་བྱིས་པ་མ་རིག་པས་བསླུས་པའི་ལྟ་བ་ཅན་ཐམས་ཅད་ཀྱང་ལས་ཀྱི་བཟོས་ཀུན་བརྟགས་པའི་ཆོས་སྒྱུ་མའི་གླང་པོ་ཆེ་ལ་སོགས་པ་མཐོང་བར་འགྱུར་རོ།
en: Similarly, all fools whose sight has been deceived by ignorance see karmically constructed, falsely imagined phenomena that are like the magically produced elephants and so on.

source: །ཀུན་བརྟགས་པའི་ཆོས་དེ་དག་ཀྱང་རང་སྣང་བའི་རྣམ་པར་ཤེས་པ་སྐྱེ་བའི་རྐྱེན་དུ་འགྱུར་ལ། རྣམ་པར་ཤེས་པ་དེ་དག་གིས་ཀྱང་ཆོས་དེ་དག་མཐོང་ངོ་། །དེ་ལྟར་ཀུན་བརྟགས་པ་གཟུང་བའི་ཆོས་རྣམས་དང་།
en: Those falsely imagined phenomena become the condition that generates a consciousness that they are appearing as they are, and those with those consciousnesses see those phenomena.

source: འཛིན་པའི་ཆོས་རྣམས་རྒྱུ་དང་འབྲས་བུའི་དངོས་པོར་འཇུག་པ་གང་ཡིན་པ་འདི་ལ་རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བ་ཞེས་བྱ་སྟེ། གཟུང་བ་དང་།
en: Those grasped-object phenomena and grasper-subject phenomena imagined like that, existing in the form of causes and effects, are dependent originations.

source: འཛིན་པ་རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བ་དེ་དག་ནི་དོན་དམ་པར་ཡོད་མི་སྲིད་པས་དེའི་ཕྱིར་ཆོས་རྣམས་རང་བཞིན་མེད་པ་ཞེས་བྱའོ།
en: Those grasped-grasper dependent originations cannot possibly exist ultimately, therefore “all dharmas have no intrinsic nature.”

source: །གལ་ཏེ་ཆོས་རྣམས་བཅོས་མ་མ་ཡིན་ཞིང་རང་བཞིན་ཅན་དུ་གྱུར་པའི་ངོ་བོ་ཉིད་འགའ་ཞིག་ཡོད་ན་དེ་ལྟར་ན་ནི་ཆོས་རྣམས་རྒྱུ་དང་རྐྱེན་གྱི་དབང་གིས་གཞན་ལ་རག་ལུས་ཤིང་འབྱུང་བར་མི་འགྱུར་གྱི་བདག་ཉིད་འབྱུང་བར་འགྱུར་བ་ཞིག་ན་འདི་ལྟར་ཆོས་རྣམས་རྐྱེན་གཞན་རྣམས་ལ་བརྟེན་ནས་གཞན་གྱི་དབང་ཉིད་ཀྱིས་འབྱུང་བར་འགྱུར་གྱི། རང་གི་དངོས་པོ་བཅོས་མ་མ་ཡིན་ཞིང་རང་བཞིན་གྱིས་ནི་འབྱུང་བ་མ་ཡིན་ཏེ།
en: Were phenomena to have any unfabricated essential identity in the form of an intrinsic nature, they would not come forth, contingent on something else, in a form that arises under the power of causes and conditions. But phenomena do come forth as dependent phenomena, dependent on other conditions; they do not come forth through an intrinsic nature that is their own unfabricated being.

source: དེ་བས་ན་དེ་དག་རང་གི་དངོས་པོ་ཡོད་པ་མ་ཡིན་པར་ཤེས་པར་བྱའོ།
en: Hence it should be known that they are not things with their own intrinsic nature.

source: །གང་གི་ཕྱིར་དེ་ལྟར་རང་གི་དངོས་པོ་མེད་པ་དེའི་ཕྱིར་དེ་དག་གི་ངོ་བོ་ཉིད་མེད་པ་ཞེས་བྱའོ།
en: Because their own intrinsic nature is thus nonexistent, therefore they “lack an intrinsic nature.”

source: །གང་གི་ཕྱིར་དེ་དག་ངོ་བོ་ཉིད་མེད་པ་དེ་ཉིད་ཀྱི་ཕྱིར་སྟོང་པ་ཉིད་དོ།
en: Just because they lack an intrinsic nature, they are emptiness.

source: །དེ་བས་ན་ངོ་བོ་ཉིད་མེད་པའི་དོན་ནི་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བའི་དོན་ནོ། །སྟོང་པ་ཉིད་ཀྱི་དོན་ནི་རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བའི་དོན་ཞེས་བྱའོ།
en: Hence, “the meaning of no intrinsic nature is the meaning of dependent origination, and the meaning of emptiness is the meaning of dependent origination.”

source: །གང་གི་ཚེ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་མཐོང་བ་སྐྱེས་ནས་མ་རིག་པའི་སྔགས་ཀྱི་མཐུ་རབ་ཏུ་བཅོམ་པར་གྱུར་པ་དེའི་ཚེ། སྒྱུ་མའི་གླང་པོ་ཆེ་ལ་སོགས་པ་ལྟ་བུར་གྱུར་པ་ཀུན་བརྟག་པའི་ཆོས་རྣམས་དང་། དེ་ལ་འཛིན་པའི་རྣམ་པར་ཤེས་པའི་ཆོས་རྣམས་རྒྱུ་དང་འབྲས་བུའི་དངོས་པོའི་མཚན་ཉིད་དུ་རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བའི་བདག་ཉིད་ཀྱིས་མི་སྣང་ཞིང་ཤིན་ཏུ་ནུབ་པར་གྱུར་པ་འདི་ནི་ཆེན་པོ་སྟོང་པ་ཉིད་ཅེས་བྱའོ།
en: When the perfect sight of reality has been produced and has overcome the force of abracadabra-like ignorance, falsely imagined dharmas like the magically produced elephant and so on, and the consciousness-dharmas that grasp them in the form of a dependent origination marked as a cause-and-effect reality, stop appearing and disappear. This is the “great emptiness.”

source: །ཡང་བྱང་ཆུབ་སེམས་དཔའ་འདི་སྙམ་དུ་སེམས་ཏེ། གལ་ཏེ་ཆོས་ཐམས་ཅད་སྟོང་པ་ཡིན་ན་ནི་དོན་དམ་པའི་ཆོས་ཀྱང་སྟོང་པར་འགྱུར་རོ།
en: Again, the bodhisattvas think, “If all dharmas are empty, the ultimate dharma is empty too.

source: །གལ་ཏེ་དེ་སྟོང་པར་གྱུར་ན་དེ་ལྟར་དམ་པའི་དོན་དུ་འགྱུར།
en: If it is empty, how is it ultimate?

source: སངས་རྒྱས་རྣམས་ཀྱི་རྡོ་རྗེ་ལྟ་བུའི་ཏིང་ངེ་འཛིན་ཀྱང་དེ་ལ་ཇི་ལྟར་དམིགས་པར་འགྱུར།
en: How does the vajropama meditative stabilization of the buddhas apprehend it?

source: གལ་ཏེ་ཆོས་དེ་ཡོད་ན་དེ་བཞིན་དུ་ཆོས་ཐམས་ཅད་ཀྱང་ཡོད་པ་ཉིད་དུ་འགྱུར་རོ་སྙམ་དུ་བསམས་ནས་ཡང་འདི་ལྟར་གཏན་ལ་འབེབས་ཏེ།
en: If that dharma does exist, then all dharmas will similarly exist as well.”

source: དོན་དམ་པ་ཞེས་བྱ་བའི་ཆོས་ནི་གང་ཡང་མེད་དེ།
en: They then determine as follows: No “ultimate” dharma exists at all.

source: དེ་བཞིན་གཤེགས་པའི་སྙིང་པོ་གྲུབ་པའི་གནས་སྐབས་སུ་གྱུར་པ་གང་ཡིན་པ་དེ་ནི་ཆོས་ཀྱི་ངོ་བོ་ཉིད་མ་ཡིན་ཏེ། དེ་ཡོད་དོ་ཞེས་བྱ་བའམ། མེད་དོ་ཞེས་བྱ་བར་བརྗོད་མི་ནུས་སོ།
en: The tathāgata­garbha in its established state is not the nature of the dharmas, because you cannot say it “exists” or “does not exist.”

source: །ཡོངས་སུ་གྲུབ་པའི་གནས་སྐབས་དེ་ནི་ཡོད་དོ་ཞེས་བྱར་ཡང་མི་རུང་སྟེ། འདི་ལྟར་ཀུན་བརྟགས་པའི་གཟུང་བ་དང་། འཛིན་པ་གཉིས་མེད་པའི་མཚན་ཉིད་དུ་རྣམ་པར་གཞག་པའི་ཕྱིར་ཏེ། མེད་པའི་མཚན་ཉིད་ལ་ནི་ཡོད་དོ་ཞེས་བརྗོད་དུ་མི་རུང་ངོ་།
en: You cannot say this thoroughly established state “exists” because it is presented as being characterized by the nonexistence of both the falsely imagined grasped-object and grasper-subject, and you cannot say of something characterized by nonexistence that it “exists.”

source: །དེ་མེད་དོ་ཞེས་ཀྱང་བརྗོད་དུ་མི་རུང་སྟེ། འདི་ལྟར་གཉིས་དང་བྲལ་བའི་ངོ་བོ་ཉིད་དུ་ནི་ཡོད་དོ།
en: You cannot say it is “nonexistent” either, because it exists as an intrinsic nature separated from duality.

source: །དེ་ལྟར་གྱུར་པ་དེ་ལ་གལ་ཏེ་ཡོད་དོ་ཞེས་བརྗོད་ན་དངོས་པོའི་བདག་ཉིད་དུ་ཡོད་པར་འགྱུར་ཏེ། སྒྲོ་བཏགས་པའི་མཐར་འགྱུར་རོ། །ཇི་སྟེ་རྫས་སུ་མེད་དོ་ཞེས་བརྗོད་ན་ཡང་རི་བོང་གི་རྭ་ལ་སོགས་པ་བཞིན་དུ་མེད་པ་ཉིད་དུ་འགྱུར་ཏེ། སྐུར་པའི་མཐར་འགྱུར་རོ།
en: If you say that in such a form it “exists,” it comes to exist as a real thing and becomes the extreme of over-reification; and if you say it does not exist as a substantial reality, it becomes nonexistent like a rabbit’s horns and so on and becomes the extreme of over-negation.

source: །དེ་བས་ན་གཉིས་ཀ་ལྟར་ཡང་བརྗོད་དུ་མི་རུང་བས། དེ་ལྟར་བརྟག་པར་མི་བྱའོ།
en: So, since it is inexpressible as either, it should not be conceived of like that.

source: །རྡོ་རྗེ་ལྟ་བུའི་ཏིང་ངེ་འཛིན་དེ་ལ་དམིགས་སོ་ཞེས་གང་སྨྲས་པ་དེ་ཡང་མ་བརྟགས་པར་སྨྲས་པ་སྟེ། སངས་རྒྱས་རྣམས་ཀྱི་ཡེ་ཤེས་རྣམ་པར་མི་རྟོག་པ་འཇིག་རྟེན་ལས་འདས་པ་ནི་ཅི་ལ་ཡང་མི་དམིགས་ཏེ།
en: And the statement that the vajropama meditative stabilization apprehends it is an ill-considered statement, because the extraordinary nonconceptual knowledge of the buddhas does not apprehend anything.

source: དེའི་ཚེ་གཟུང་བ་དང་། འཛིན་པའི་རྣམ་པ་མེད་པའི་ཕྱིར་ཤིན་ཏུ་རྣམ་པར་དག་པའི་བདག་ཉིད་དུ་གནས་པར་གྱུར་པས་ཅི་ལ་ཡང་མི་དམིགས་མོད་ཀྱི།
en: At that time it has no grasped-object and grasper-subject aspects, so there has been a transformation into an absolutely pure state and hence it does not apprehend anything.

source: འོན་ཀྱང་ཐོག་མ་མེད་པ་ཅན་གྱི་འཁོར་བ་ན་སྔོན་འཛིན་པའི་བདག་ཉིད་དུ་གོམས་པས་དེའི་ཚེ་རྣམ་པར་ཤེས་པའི་ངོ་བོ་ཉིད་མ་ཡིན་པའི་ཕྱིར་རང་ཉིད་ཀྱི་གཟུང་བ་མེད་དུ་ཟིན་ཀྱང་། རང་ཉིད་ཀྱི་འཛིན་པ་བཞིན་དུ་འཇུག་པ་ཉེ་བར་གདགས་སོ། །དེ་ནི་དམིགས་པར་བྱ་བ་དང་།
en: But still, because of the earlier habituation to being a grasper-subject in a saṃsāra that has no beginning, even though at that time it is not in the nature of a consciousness and has no grasped-object of its own, still it is labeled as itself operating like a grasper-subject.

source: དམིགས་པར་བྱེད་པའི་དངོས་པོ་མཉམ་པས་མཉམ་པ་ཞེས་བྱ་སྟེ།
en: It is said to be “equal” because it is equally an apprehended and apprehender entity.

source: དམིགས་པར་བྱ་བ་དང་། དམིགས་པར་བྱེད་པ་ཡང་དེ་ཉིད་ཡིན་པའི་ཕྱིར་མཉམ་པས་མཉམ་པ་ཞེས་བྱའོ།
en: It is said to be “equal to the equal” because it is just that apprehended and apprehender as well.

source: །དེ་ལྟར་གྱུར་པའི་དོན་དམ་པ་དེ་ཆོས་གཞན་དུ་གྱུར་པའི་བདག་ཉིད་མེད་པ་དེ་ནི་དོན་དམ་པ་སྟོང་པ་ཉིད་ཅེས་བྱའོ།
en: Ultimate reality in such a form, not existing in the form of some other phenomenon, is the “emptiness of ultimate reality.”

source: །ཡང་བྱང་ཆུབ་སེམས་དཔའ་འདི་སྙམ་དུ་སེམས་ཏེ། གལ་ཏེ་ཆོས་ཐམས་ཅད་སྟོང་པ་ཉིད་ཡིན་ན་འདུས་བྱས་ཀྱི་ཆོས་དང་། འདུས་མ་བྱས་ཀྱི་ཆོས་རྣམས་མེད་པར་འགྱུར་ཏེ། འདུས་བྱས་དང་། འདུས་མ་བྱས་སུ་བརྗོད་པའང་ལུང་ལས་གནས་སྐབས་སུ་མ་དག་པའི་སྣང་བས་མེད་ཅེས་བྱ་བར་མི་རུང་ངོ་སྙམ་ནས་ཡང་འདི་གཏན་ལ་འབེབས་ཏེ།
en: Again, the bodhisattvas think, “If all phenomena are emptiness, compounded phenomena and uncompounded phenomena would not exist, but it is not right to say that they ‘do not exist’ because they are expressed as the compounded and uncompounded, and also from time to time in the scriptures they are impure appearance.”

source: འདུས་བྱས་ཞེས་བྱ་བའི་ཆོས་གཞན་དུ་གྱུར་པ་ནི་གང་ཡང་མེད་དོ།
en: They then determine as follows: No transformed “compounded” phenomenon exists at all.

source: །གལ་ཏེ་ཡོད་པར་གྱུར་ན་འདུས་བྱས་ཞེས་བྱ་བ་ཉིད་མི་རིགས་ཏེ། འདུས་བྱས་ཞེས་བྱ་བ་ནི་རྒྱུ་རྐྱེན་རྣམས་ཚོགས་ཤིང་འདུས་པས་བྱས་པ་ལ་བྱ་བའི་ཕྱིར་རོ།
en: Were it to exist, it would not be correct that it is in fact “compounded,” because the compounded is taken to be something made from a collection of causes and conditions that come together.

source: །གལ་ཏེ་འདུས་བྱས་ཞེས་བྱ་བའི་ཆོས་ཤིག་དོན་དམ་པར་ཡོད་ན་ནི། དེ་གཞན་གྱིས་བྱས་པ་ཡིན་པར་འགྱུར་ལ། དོན་དམ་པའི་ཆོས་ནི་སུས་ཀྱང་བྱ་མི་ནུས་སོ།
en: If some compounded phenomenon were to exist ultimately, it would have been made by something else, and nothing can make an ultimate dharma.

source: །འདི་ལྟར་འདུས་བྱས་ཞེས་བྱ་བའི་ཆོས་གང་ཡང་མེད་པས་དེའི་ཕྱིར་བྱིས་པ་ཀུན་བརྟགས་པ་ལས་གྱུར་པས་དེ་ལྟ་བུའི་མིང་གིས་བརྗོད་དོ།
en: Since such a “compounded” phenomenon does not exist at all, it is fools using such names, because of a falsely imagined transformation.

source: །འདུས་བྱས་ཀྱི་མཚན་ཉིད་སྐྱེ་བ་དང་། གནས་པ་དང་། འཇིག་པ་ཞེས་བྱ་བ་གང་ཡིན་པ་དེ་དག་ཀྱང་བརྟགས་པའི་ཡོད་པའོ།
en: The arising, lasting, and perishing that are the characteristic marks of compounded things also have an imagined existence.

source: །མཚན་ཉིད་བརྟགས་པའི་ཡོད་པར་བཤད་པས་མཚན་ཉིད་ཀྱི་གཞི་ཡང་བརྟགས་པའི་ཡོད་པ་ཉིད་དོ་ཞེས་ངེས་པར་གཟུང་དགོས་སྟེ།
en: Since the characteristic marks are said to have an imagined existence, the bearer of the marks definitely has to be taken as having an imagined existence as well.

source: དོན་དམ་པའི་ཆོས་ནི་བཏགས་པའི་མཚན་ཉིད་དུ་མི་རིགས་སོ།
en: It is not right to characterize an ultimate dharma as imaginary.

source: །གལ་ཏེ་དོན་དམ་པར་འདུས་བྱས་ཀྱི་ཆོས་ཞེས་བྱ་བ་ཞིག་ཡོད་ན་ཡང་ཆོས་གཅིག་ལ་མཚན་ཉིད་གསུམ་མི་རིགས་སོ།
en: And even if a “compounded phenomenon” ultimately exists, it is not right for one phenomenon to have the three characteristic marks.

source: །དེ་བས་ན་འདི་ནི་འདུས་བྱས་སྟོང་པ་ཉིད་དོ།
en: Therefore this is the “emptiness of the compounded.”

source: །ཡང་བྱང་ཆུབ་སེམས་དཔའ་འདི་སྙམ་དུ་སེམས་ཏེ། འདུས་བྱས་རྣམས་ནི་འདུས་བྱས་པ་ཡིན་པའི་ཕྱིར་སྟོང་པར་འགྱུར་གྱི་འདུས་མ་བྱས་གང་ཡིན་པ་དེ་དག་འདུས་བྱས་པ་མ་ཡིན་པའི་ཕྱིར་དོན་དམ་པའི་ངོ་བོ་ཉིད་དོ་སྙམ་ནས་ཡང་འདི་ལྟར་གཏན་ལ་འབེབས་ཏེ།
en: Again, the bodhisattvas think, “Those uncompounded phenomena that are empty on account of the compounded being compounded are not compounded things. They are therefore the ultimate nature.”

source: འདུས་མ་བྱས་ཞེས་བྱ་བའི་ཆོས་གཞན་དུ་གྱུར་པ་ནི་གང་ཡང་མེད་དོ།
en: They then determine as follows: No transformed “uncompounded” phenomenon exists at all.

source: འདུས་མ་བྱས་ཞེས་བྱ་བ་ཡང་འདུས་བྱས་ཀྱི་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་ལ་བྱའི།
en: The “uncompounded” is taken to be the nonexistence of something compounded.

source: དོན་དམ་པར་ཡོད་པ་ནི་མ་ཡིན་ཏེ།
en: It does not ultimately exist.

source: འདི་ལྟར་དཔེར་ན་ནམ་མཁའ་ནི་འདུས་བྱས་ཀྱི་དངོས་པོ་ཐམས་ཅད་མེད་པའི་མཚན་ཉིད་ལ་བྱའི་དེ་ལས་གཞན་པ་ཤིན་ཏུ་གྲུབ་པའི་མཚན་ཉིད་དུ་ཡོད་པ་ནི་མ་ཡིན་ནོ།
en: It is similar to space, which is taken to be marked by the nonexistence of anything compounded. It does not exist marked as a discrete entity absolutely other than that.

source: །སོ་སོར་བརྟགས་པས་འགོག་པ་ཡང་འདུས་བྱས་ཀྱི་ཆོས་རྣམས་ཐམས་ཅད་མེད་པའི་མཚན་ཉིད་ཁོ་ནའོ།
en: An analytic cessation is also marked just by the nonexistence of any compounded phenomenon.

source: །དེ་བཞིན་དུ་སོ་སོར་བརྟགས་པ་མ་ཡིན་པས་འགོག་པ་ཡང་འདུ་བྱེད་ཀྱི་ཆོས་རྣམས་ཞིག་པའི་མཚན་ཉིད་དོ།
en: Similarly, a nonanalytic cessation is also marked by the destruction of compounded phenomena.

source: །ཉན་ཐོས་ཀྱི་ཚུལ་གྱིས་ཀྱང་འདི་དག་དོན་དམ་པར་ཡོད་པ་མ་ཡིན་ན་སྟོང་པ་ཉིད་ཀྱི་ཚུལ་ལ་ལྟ་སྨོས་ཀྱང་ཅི་དགོས་ཏེ།
en: If even in the śrāvaka system they do not ultimately exist, it goes without saying that they do not do so in the emptiness system.

source: དེ་དག་སྟོང་པ་ཉིད་དུ་རྟོགས་པ་འདི་ནི་འདུས་མ་བྱས་སྟོང་པ་ཉིད་ཅེས་བྱའོ། །ཡང་བྱང་ཆུབ་སེམས་དཔའ་འདི་སྙམ་དུ་སེམས་ཏེ།
en: This realization that they are emptiness is the “emptiness of the uncompounded.”

source: གལ་ཏེ་ཆོས་ཐམས་ཅད་སྟོང་པ་ཡིན་ན་གང་སྔོན་གྱི་མཐའ་ལས་འདས་པའི་ཆོས་ཞེས་བྱ་བ་དང་། ཕྱི་མའི་མཐའ་ལ་མ་འོངས་པའི་ཆོས་ཞེས་བྱ་བ་དང་། དབུས་ཀྱི་མཐའ་ལ་ད་ལྟར་བྱུང་བའི་ཆོས་ཞེས་བྱ་བ་དེ་དག་མཁྱེན་པས་སངས་རྒྱས་བཅོམ་ལྡན་འདས་ལ་ཐམས་ཅད་མཁྱེན་པ་ཞེས་བྱ་བར་འགྱུར་བ་དང་། སངས་རྒྱས་བཅོམ་ལྡན་འདས་དེའི་ཡེ་ཤེས་འདས་པའི་དུས་ལ་ཐོགས་པ་མེད་པ་ཞེས་བྱ་བ་ལ་སོགས་པ་སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་ཞེས་བྱ་བ་དང་། ལྷའི་མིག་ཅེས་བྱ་བ་ལ་སོགས་པ་དུས་གསུམ་དུ་གཏོགས་པ་དེ་དག་ལུང་ལས་ཀྱང་འབྱུང་བར་ཡོད་པར་རིགས་སོ་སྙམ་དུ་བསམས་ནས་ཡང་འདི་ལྟར་གཏན་ལ་འབེབས་ཏེ།
en: Again, the bodhisattvas think, “If all dharmas are empty, is it right that we find in the scriptures statements that the lord buddhas are omniscient because they know those ‘past dharmas’ at the prior limit, ‘future dharmas’ at the later limit, and ‘present dharmas’ at the midpoint; that those lord buddhas’ knowledge of ‘the past free from unobstruction’ and so on is ‘a distinct attribute of a buddha’; and that the ‘divine eye’ and so on cover the three time periods?”

source: སྔོན་གྱི་མཐའ་དང་ཕྱི་མའི་མཐའ་དང་དབུས་ཀྱི་མཐའ་ཞེས་བྱ་བའི་ཆོས་ནི་གང་ཡང་ཡོད་པར་མི་རིགས་ཏེ། འདི་ལྟར་ཆོས་གཅིག་ཁོ་ན་ནི་མ་འོངས་པ་དང་། ད་ལྟར་བྱུང་བ་དང་། འདས་པ་ཞེས་བྱ་བ་མཐའ་གསུམ་དུ་བརྗོད་པར་མི་འགྱུར་རོ།
en: They then determine as follows: It is not right that “prior limit, later limit, and the midpoint” dharmas exist at all, because one single dharma cannot be said to be three, “future, present, and past.”

source: །གལ་ཏེ་དོན་དམ་པའི་ཆོས་ཤིག་ཡིན་ན་ནི་གཅིག་ཏུ་བརྗོད་པ་ཉིད་དུ་འགྱུར་རོ།
en: If it is an ultimate dharma it is said to be just one.

source: །དུས་གསུམ་དུ་ཡང་ཇི་ལྟར་འཐད་དེ།
en: How could it be tenable that it is also at three times?

source: གལ་ཏེ་གཅིག་ཁོ་ན་ལ་ཕྱི་མའི་མཐར་ནི་མ་འོངས་པར་གྱུར་ལ། དབུས་ཀྱི་མཐར་ད་ལྟར་བྱུང་བར་གྱུར་ཅིང་སྔོན་གྱི་མཐར་འདས་པར་འགྱུར་རོ་ཞེ་ན་ཡང་དེ་ལྟ་ན་ནི་དུས་གཅིག་ཁོ་ནར་འགྱུར་ཏེ།
en: The description of it in terms of three times is not right because then, whereas it is just one, at the later limit it would have to be the future, in between it would be the present, and at the prior limit it would be the past.

source: དཔེར་ན་ནག་པ་གྲོང་དུ་མ་ཕྱིན་པ་དང་།
en: So, since that is the case, it is just one.

source: གྲོང་ནས་བྱུང་བ་ཡང་གཅིག་སྟེ།
en: To illustrate, the first month Citrā, which has gone into a mansion and has emerged from a mansion, is still one.

source: གཞན་མ་ཡིན་པ་བཞིན་དུ་འགྱུར་རོ།
en: This happens without it changing.

source: །གཞན་ཡང་ཅི་དུས་འདི་ལྟོས་པ་ལས་གྲུབ་པ་ཡིན་ནམ། འོན་ཏེ་རང་གྲུབ་པ་ཡིན།
en: Furthermore, is this time contingently established or is it established in and of itself?

source: གལ་ཏེ་རང་གྲུབ་པ་ཡིན་ནོ་ཞེ་ན་དེ་ནི་མི་འཐད་དེ་དངོས་པོ་གནས་པ་རྣམས་ནི་རང་གྲུབ་པར་འཐད་ཀྱི་མི་གནས་པ་རྣམས་ནི་མི་འཐད་དོ།
en: It is not right to say that it is established in and of itself, because it is feasible that things that stand still are established in and of themselves, but it is not feasible if they do not stand still.

source: །དུས་ཀྱང་གནས་པ་མ་ཡིན་ཏེ་འདི་སྐད་ཅིག་དང་ཐང་ཅིག་དང་། ཡུད་ཙམ་དང་།
en: Time does not stand still.

source: ཉིན་ཞག་གཅིག་དང་། ཟླ་བ་ཕྱེད་དང་ཟླ་བ་གཅིག་དང་། དུས་ཚིགས་དང་། {ཀླུངས་སུ་,ཀླུང་དུ་}འཇུག་པ་དང་། ལོ་ཁྱུད་འཁོར་དང་།
en: Its mode of operating is as something that is an instant, half a second, a second, a day and night, a fortnight, a month, the days in a month marking changes in constellation, a season, a yearly cycle, a time period, and so on.

source: དུས་ལ་སོགས་པའི་དངོས་པོར་འགྱུར་བའི་ཚུལ་ཅན་ཡིན་པས། དུས་ནི་སྐད་ཅིག་ཀྱང་མི་གནས་སོ།
en: So time does not stand still even for an instant.

source: །དེ་ལ་འདས་པའི་དུས་ཀྱི་ཆ་དང་མ་འོངས་པའི་དུས་ཀྱི་ཆ་གཅིག་ཏུ་བསྡུས་པ་ལ་ཡུད་ཙམ་ཞེས་བྱ་བར་གདགས་ཏེ།
en: It is labeled a half second when a bit of the past and a bit of the future are combined into one.

source: དེ་བཞིན་དུ་འདས་པ་དང་། མ་འོངས་པ་གཅིག་ཏུ་བསྡུས་པ་ལ་ཉིན་མཚན་ཞེས་བྱ་བར་གདགས་སོ།
en: Similarly, past and future combined together into one are labeled a day and a night.

source: །དེ་བས་ན་འདས་པ་དང་། མ་འོངས་པ་དང་། ད་ལྟར་བྱུང་བ་མི་གནས་པའི་དངོས་པོ་རྣམས་ལ་རང་འགྲུབ་པ་ཞེས་བྱ་བའི་དུས་མེད་དོ། །ཇི་སྟེ་དུས་ནི་ལྟོས་པ་ལས་འགྲུབ་སྟེ་འདི་ལྟ་སྟེ།
en: Therefore, a time “established in and of itself” does not exist in the past, the future, or the present, which are things that do not stand still.

source: འདས་པ་ལ་ལྟོས་ནས་མ་འོངས་པ་དང་། ད་ལྟར་བྱུང་བར་འགྱུར་བ་ལ། དེ་བཞིན་དུ་ད་ལྟར་བྱུང་བ་ལ་ལྟོས་ཏེ། དེ་ལས་གཞན་པའི་དུས་གཉིས་སུ་འགྱུར་བ་ལ་སོགས་པ་ཡོད་དོ་ཞེ་ན་ཡང་། གལ་ཏེ་འདས་པ་ལ་ལྟོས་ནས་ད་ལྟར་བྱུང་བ་དང་།
en: Even if you say that time is contingently established, and contingent on the past there is a future and present, and similarly, contingent on the present there are the other two times, and so on, if the two times—the present and the future—exist contingent on the past, then, when it is the past, the present and the future will be there as well.

source: མ་འོངས་པའི་དུས་གཉིས་སུ་འགྱུར་ན། དེ་ལྟ་ན་ནི་ད་ལྟར་བྱུང་བ་དང་། མ་འོངས་པ་གཉིས་འདས་པའི་དུས་ན་ཡང་ཡོད་པར་འགྱུར་རོ། །མ་འོངས་པ་དང་ད་ལྟར་བྱུང་བ་གཉིས་འདས་པ་ལ་མེད་ན་ནི་དེ་ལ་ལྟོས་པར་མི་འགྱུར་རོ།
en: If both the present and the future are not there in the past, they are not contingent on it.

source: །ཇི་སྟེ་མ་འོངས་པ་དང་། ད་ལྟར་བྱུང་བ་གཉིས་འདས་པའི་དུས་ན་ཡོད་ན་ནི་དེ་ལྟ་ན་དེ་གཉིས་ཀྱང་དེ་ན་ཡོད་པས་འདས་པ་ཉིད་དུ་འགྱུར་རོ།
en: If both present and future are there in the past, since they are both there, they are both the past.

source: །དེ་བཞིན་དུ་ད་ལྟར་བྱུང་བ་དང་། འདས་པ་གཉིས་ཀྱང་གལ་ཏེ་མ་འོངས་པ་ལ་ལྟོས་ཏེ་འབྱུང་བ། དེ་ལྟ་ན་ནི་ད་ལྟར་བྱུང་བ་དང་། འདས་པ་གཉིས་མ་འོངས་པ་ལ་ཡོད་པར་འགྱུར་ཏེ། དེ་ན་མེད་པ་དག་ནི་དེ་ལ་ལྟོས་པར་ཡང་མི་འགྱུར་རོ།
en: Similarly, if the two—the present and the past—are contingent on the future, both the present and the past will be there in the future, and if they are not there they will not be contingent on it.

source: །ཇི་སྟེ་མ་འོངས་པ་དེ་ལ་དེ་གཉིས་ཡོད་པར་འགྱུར་ན་དེ་ལྟ་ན་ནི་དེ་གཉིས་ཀྱང་མ་འོངས་པ་ཉིད་དུ་འགྱུར་རོ།
en: If those two are there in the future, then they both become the future as well.

source: །དེ་བཞིན་དུ་གལ་ཏེ་འདས་པ་དང་། མ་འོངས་པ་གཉིས་ད་ལྟར་བྱུང་བ་ལ་ལྟོས་ཏེ་འབྱུང་ན་དེ་ལྟ་ན་ནི་འདས་པ་དང་མ་འོངས་པ་གཉིས་ད་ལྟར་བྱུང་བ་ལ་ཡོད་པར་འགྱུར་ཏེ། དེ་ན་མེད་པ་དག་ནི་དེ་ལ་ལྟོས་པར་མི་འགྱུར་རོ།
en: Similarly, if the two—the past and the future—are contingent on the present, both the past and the future will be here in the present, and if they are not here, they will not be contingent on it.

source: །ཇི་སྟེ་འདས་པ་དང་མ་འོངས་པ་དེ་གཉིས་ད་ལྟར་བྱུང་བའི་དུས་ན་ཡོད་ན་ནི་དེ་ལྟ་ན་དེ་གཉིས་དེ་ན་ཡོད་པའི་ཕྱིར་ད་ལྟར་བྱུང་བར་འགྱུར་ཏེ། དེ་ལྟ་ན་ཡང་དུས་གཅིག་ཁོ་ནར་འགྱུར་རོ།
en: And if those two, the past and the future, are here at the present time, then they are both here and are therefore both the present as well. Therefore, time is still just one.

source: །དེ་བས་ན་རྣམ་པ་དེ་དག་ལ་སོགས་པས་དོན་དམ་པར་སྔོན་གྱི་མཐའ་དང་། ཕྱི་མའི་མཐའ་དང་། དབུས་ཀྱི་མཐའ་ཞེས་བྱ་བའི་ཆོས་ནི་གང་ཡང་མེད་ཀྱི།
en: So, they think in these and other ways that ultimately no “prior limit, later limit, or the midpoint” dharmas exist at all.

source: བཅོམ་ལྡན་འདས་ཀྱིས་འཇིག་རྟེན་གྱི་ཐ་སྙད་དུ་དེ་དག་བསྟན་ཏོ་སྙམ་པ་འདི་ནི།
en: The Lord teaches that they are ordinary conventions.

source: མཐའ་ལས་འདས་པ་སྟོང་པ་ཉིད་ཅེས་བྱའོ།
en: This is the “emptiness of what transcends limits.”

source: །ཡང་བྱང་ཆུབ་སེམས་དཔའ་འདི་སྙམ་དུ་སེམས་ཏེ། གལ་ཏེ་ཆོས་ཐམས་ཅད་སྟོང་པ་ཉིད་ཡིན་ན་ཅིའི་ཕྱིར་བཅོམ་ལྡན་འདས་ཀྱིས་བྱིས་པ་རྣམས་ཀྱི་འཁོར་བ་ནི་རིང་ངོ་། །དགེ་སློང་དག་འཁོར་བ་འདི་ལ་ཐོག་མ་དང་ཐ་མ་མེད་དོ་ཞེས་འཁོར་བ་ཡོད་པ་ཉིད་དུ་གསུངས་ཏེ།
en: Again, the bodhisattvas think, “If all dharmas are empty, how could the Lord have said saṃsāra does exist: ‘Saṃsāra is long for fools’; ‘Bhikṣus, this saṃsāra has no beginning or end’?

source: དེ་བས་ན་འཁོར་བ་ཡོད་དོ། །དེ་ཡོད་པས་འཁོར་བ་པོ་ཡང་ཡོད་དེ། དེ་བས་ན་ཆོས་ཐམས་ཅད་ཀྱང་དེའི་སྒོ་ནས་ཡོད་པར་འགྱུར་རོ་སྙམ་དུ་བསམས་ནས།
en: Thus, he did say it exists, and since it does, those who are in saṃsāra exist, and based on that, therefore, all dharmas exist as well.”

source: དེ་ཡང་འདི་ལྟར་གཏན་ལ་འབེབས་ཏེ། འཁོར་བ་ཞེས་བྱ་བའི་ཆོས་ནི་གང་ཡང་མེད་དོ།
en: They then determine as follows: There is no dharma called saṃsāra at all.

source: ཐོག་མ་དང་ཐ་མ་མེད་དོ་ཞེས་འབྱུང་བའི་ཕྱིར་རོ།
en: Because it “has no beginning or end.”

source: །གལ་ཏེ་འཁོར་བ་ཞེས་བྱ་བའི་ཆོས་འགའ་ཞིག་ཡོད་པར་གྱུར་ན་དེའི་ཐོག་མ་ཡང་ཡོད་ལ་ཐ་མ་ཡང་ཡོད་པར་འགྱུར་རོ།
en: Were there to be a dharma called saṃsāra, its beginning would exist and its end would exist.

source: །ཐོག་མ་དང་ཐ་མ་དང་ཡོད་པའི་ཆོས་ནི་གང་ཡང་ཡོད་པར་མ་མཐོང་ངོ་།
en: No dharma with a beginning and end is to be seen at all.

source: །བཅོམ་ལྡན་འདས་ཀྱིས་ཀྱང་སྔོན་གྱི་མཐའ་མི་སྣང་ངོ་ཞེས་གསུངས་སོ།
en: And the lord has said, “No prior limit appears.”

source: །ཇི་སྟེ་ཐོག་མ་དང་ཐ་མ་གཉིས་ནི་བཀག་གི་དབུས་མ་མ་བཀག་སྟེ། དེ་བས་ན་དབུས་ཡོད་དོ་ཞེ་ན་ཡང་དེ་ཡང་མི་རིགས་ཏེ། གང་ལ་ཐོག་མ་དང་ཐ་མ་མེད་པ་དེ་ལ་དབུས་ཇི་ལྟར་ཡོད་པར་འགྱུར།
en: If you say both a beginning and an end have been refuted but a middle has not been refuted, so a middle exists, that is not right, because how could there be a middle of something that does not have a beginning or an end?
